export const quickGuideItems = [
    {
        title: ' 1. לקראת עונת הפתיחה',
        content: "נערכים לדראפט אוקשן כמו שנערכים אליו בכל ליגת רוטו סטנדרטית, רק שמומלץ מאוד לעיין בסעיף 2 של חוקת הליגה ולהיות מודעים לגבולות שבין משבצות השכר השונות: הבדל של שנה באורך החוזה בין שחקן שנרכש ב40$ לעומת שחקן שעלה 39$, הבדל של שנתיים בין שחקן של 30$ לשחקן של 29$ וכן הלאה."
    },
    {
        title: ' 2. במהלך עונת הפתיחה',
        content: "אם משביתים שחקן באמצעות משבצת IL, זה אומר שהתחייבתם אליו כקיפר. צריך לוודא לפני כל השבתה שיש לכם משבצת שכר פנויה להחתמת השחקן שמיועד להשבתה (אפשר להיעזר בטופס בחירת קיפרים, בסעיף 2 בחוקת הליגה ולהתייעץ עם הקומישינר). מותר לשחרר כל שחקן בסגל, אלא אם הושבת (גם אם השחקן הושבת על ידי מנג'ר אחר, שהעביר לכם אותו בטרייד). אם יש בווייברס שחקן פצוע בסטטוס של out indefinitely או out for season, מותר להרים אותו רק אם יושבת מיד ולא יוחזק בסגל הפעיל (כך גם לגבי שחקן בסטטוס כזה שמצורף בטרייד). אפשר לצרף עד 5$ בטרייד, כתוספת לתקציב דראפט האוקשן הבא, אבל רק פעם אחת מול כל מנג'ר (אלא אם פעם הוא בצד המקבל ופעם בצד הנותן)."
    },
    {
        title: '3. לקראת עונה שנייה',
        content: "מגרילים בחירה בדראפט הרוקיז בהתאם למיקום שבו סיימתם. אפשר להעביר אותה בטרייד עד לדראפט, במהלכו, או להעביר את הזכויות על הרוקי שבחרתם, אבל אי אפשר להימנע מהשתתפות בדראפט הזה כדי לפנות משבצת לקיפר מוכח יותר. בוחרים איזה שחקנים מסגל סוף העונה להחתים כקיפרים, באמצעות הטופס הייעודי באתר (פירוט על סוגי החוזים הקיימים בסעיף 2 בחוקת הליגה; דוגמאות לחלק מסוגי הפיי רול שניתן להרכיב מסגל סוף עונה נתון, בעמוד 'רוסטר ופיי רול לדוגמה'). אם רוצים להחתים יותר מארבעה קיפרים, אפשר לוותר על מקומכם בשוק שכירי החרב. אם בחרתם להשתתף בו, שכיר החרב (וטרן עם ניסיון של 10 שנים ומעלה, שלא הוחתם על ידי אף מנג'ר) יהיה הקיפר השישי שלכם. ניתן לסחור בבחירה הנוכחית שלכם בדראפט הרוקיז, בזו שבעוד שנה, ובתקציב לדראפט האוקשן הקרוב. התקציב שלכם באוקשן יושפע מסך כל המשכורות של הקיפרים המוחתמים שלכם, מהמיקום שבו סיימתם את העונה שעברה, ומטריידים שכללו העברת תקציב, במידה ועשיתם כאלה."
    },
    {
        title: '4. במהלך עונה שנייה',
        content: "אסור לשחרר שחקן שחתום על חוזה, גם אם צירפתם אותו בטרייד. בקיצור, כל שחקן שיש ליד שמו סימון של האות k. לעומת זאת, מותר להשבית כל קיפר שכזה באמצעות משבצת IL, אפילו אם זו העונה היחידה והאחרונה בחוזה שלו. החל מעונה זו תתווסף גם משבצת IL+, שלצורך השימוש בה בליגה תכונה 'משבצת החילוץ'. משבצת זו מיועדת אך ורק להשבתת קיפרים שחתומים אצלכם מעבר לעונה הנוכחית. יש כמה סייגים לחלק ממה שכתוב כאן, שמפורטים בסעיפי 6א ו- 6ב, אבל אין צורך להתעמק בהם בשלב זה."
    },
    {
        title: "5. לקראת עונה שלישית",
        content: "החל מטרום-העונה שלפני עונה שלישית והלאה, יתווספו לכם מספר אפשרויות בכל הנוגע לקיפרים חתומים: תוכלו לסחור בהם בטריידים אוף ליין עד לדד ליין לסגירת רשימות הקיפרים (זאת בניגוד לשחקנים שסיימו עונה בסגל שלכם, אך אינם חתומים על חוזה - הם משתחררים לדראפט אוקשן אם לא תחתימו אותם). תוכלו לשחרר קיפר אחד בכל טרום-עונה באמצעות סעיף הסטרץ' (פירוט בסעיף 6ב בחוקה). תוכלו גם לעשות ביי-אאוט לקיפר שנותרה לו עונה אחרונה בחוזה (פירוט באותו סעיף). בכל הנוגע לצעיר שסיים אצלכם עונת רוקי, במידה ולא העברתם אותו בטרייד (או שמלכתחילה לא בחרתם ברוקי), תצטרכו להחליט אם להאריך את חוזה הרוקי שלו לעונת הסופמור או לא. במצבים מתקדמים יותר, תצטרכו להחליט על צעיר שנכנס לעונתו הרביעית והאחרונה בחוזה הרוקי שלו: האם להתחייב אליו מראש עם הארכת חוזה (סעיף 3ג), או לאפשר לו להשתחרר לדראפט האוקשן בתום העונה הקרובה, בסטטוס של שחקן חופשי מוגבל. קיפרים שהחתמתם לפני שנה לעונה אחת בלבד (למשל, וטרן זול או שחקן Maxpiring) יסיימו חוזה בשלב זה וילכו ישר לדראפט - בשביל להשאיר אותם תצטרכו להשוות עליהם הצעות באוקשן."
    },
]