export const guideBookArray = [
    {
        titleInitials: "סק",
        subSections: [
            "א. ליגת payNroll היא ליגת קיפרים שמטרתה היא להוסיף מקסימום הנאה מהערכים המוספים של ליגות דיינסטי, תוך שמירה על מינימום פגיעה בהנאה מהתנהלות עונתית של ליגות פנטזי סטנדרטיות. זה אומר שמנג'רים מסוימים יכולים להתעמק ולשלוט בשכבת החוקים החיצונית, כלומר אלו שמפורטים במדריך זה, ולשחק באופן אסטרטגי עם תכנון רב-שנתי; בעוד שמנג'רים אחרים יכולים לשחק טקטית, מעונה לעונה, ולהקדיש תשומת לב לחוקים ולנהלי הליגה רק בשעת הצורך (שזה בדרך כלל יהיה בתקופת טרום-העונה של החתמות קיפרים והדראפטים למיניהם). שכבת החוקים הפנימית היא זו שקיימת בכל ליגת פנטזי סטנדרטית, מתוקף הגדרות הליגה בפלטפורמת יאהו.",
            
            "ב. מדובר בליגת רוטו של 11 קטגוריות (כל ההגדרות הרלוונטיות יופיעו בעמוד הליגה ביאהו. זו ליגה שמבוססת על דראפט אוקשן ועל ווייבר תקציבי, ובהתאם לכך, הקיפרים שבה הם שחקנים שמוחתמים על חוזים בהתאם לסכומי הרכישה שלהם. הליגה מתגמלת תחרותיות מצד מנג'רים שרחוקים ממאבקי הפודיום, באמצעות תגמולים דיפרנציאליים לתקציב האוקשן בעונה הבאה. היא מעודדת מנג'רים שנפלו לתחתית, גם מבחינה מנטלית וגם מבחינה פרקטית, באמצעות דראפט רוקיז שמתקיים לקראת כל עונה; ועם זאת, שואפת למנוע טנקינג באמצעות הגרלת בחירות 1-4 באופן שמדמה את הליגה האמיתית. אפילו המנג'רים שמסיימים עונה בפודיום זוכים לתגמול הוגן משלהם :)"
            
           

        ],
    },
    {
        titleInitials: "חו",
        subSections: [
            "חוזי רוקיז"
            
        ]
    },
    {
        titleInitials: "רו",
        subSections: [
            
        ]
    },
    {
        titleInitials: "שו",
        subSections: [
            
        ]
    },
    {
        titleInitials: "לו",
        subSections: [
            
        ]
    },
    {
        titleInitials: "סע",
        subSections: [
            
        ]
    }
]