export const guideBookArray = [
    {
        titleInitials: "סק",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "א. ליגת payNroll היא ליגת קיפרים שמטרתה היא להוסיף מקסימום הנאה מהערך המוסף של ליגות דיינסטי, תוך שמירה על מינימום פגיעה בהנאה מהתנהלות עונתית של ליגות פנטזי סטנדרטיות. זה אומר שמנג'רים מסוימים יכולים להתעמק ולשלוט בשכבת החוקים החיצונית, כלומר אלו שמפורטים במדריך זה, ולשחק באופן אסטרטגי עם תכנון רב-שנתי; בעוד שמנג'רים אחרים יכולים לשחק טקטית, מעונה לעונה, ולהקדיש תשומת לב לחוקים ולנהלי הליגה רק בשעת הצורך (שזה בדרך כלל יהיה בתקופת טרום-העונה של החתמות הקיפרים). אל תירתעו מגודל החוקה, כל סעיף ראשי בה נפתח בתת-סעיף מבואי שמאמלק את כל השאר שאחריו.",
            },
            {
                subTitle: "א. הגדרות הליגה ותגמולים בקצרה",
                subText: "מדובר בליגת רוטו של 9 קטגוריות (כל ההגדרות הרלוונטיות יופיעו בעמוד הליגה ביאהו). זו ליגה שמבוססת על דראפט אוקשן ועל ווייבר תקציבי, ובהתאם לכך, הקיפרים שבה הם שחקנים שמוחתמים על חוזים  לפי סכומי הרכישה שלהם. הליגה מתגמלת תחרותיות מצד מנג'רים שרחוקים ממאבקי הפודיום, באמצעות תוספות דיפרנציאליות לתקציב האוקשן בעונה הבאה. היא מעודדת מנג'רים שנפלו לתחתית באמצעות דראפט רוקיז שמתקיים לקראת כל עונה; ומנגד, שואפת למנוע טנקינג וזאת באמצעות הגרלת בחירות 1-3 באופן שמדמה את הליגה האמיתית. אפילו המנג'רים שמסיימים עונה בפודיום זוכים לתגמול הוגן משלהם (סעיף 4).",
            },
            {
                subTitle: "ב. תקציב דראפט: תוספות וגריעות",
                subText: "כל מנג'ר מתחיל את דראפט האוקשן הראשון עם התקציב הסטנדרטי של 200$. החל מעונה שנייה והלאה, התקציב של כל מנג'ר לדראפט יתחיל מבסיס של 200$ אך יושפע מהגורמים הבאים: (1) מיקומו בסוף העונה: מקום ראשון מקבל אפס תוספת לתקציב, מקום שני מקבל תוספת 5$, מקום שלישי - 10$, מקום אחרון - 15$, וכך בסדר עולה עד למקום הרביעי שמקבל הכי הרבה מכולם; (2) הפחתת הסכומים של הקיפרים אותם יבחר כל מנג'ר להחתים; (3) אופציונלי - תוספת או גריעה של כסף שהועבר כחלק מטרייד.",
            },
            {
                subTitle: "ג. תקציב פרי אייג'נטס",
                subText: "שחקנים שלא נקנו בדראפט האוקשן, או שנזרקו במהלך העונה על ידי המנג'רים שהחזיקו בהם, יהיו במצב ווייבר מתמשך עד שאחד המנג'רים ישים עליהם ביד. מיד לאחר מכן שאר המנג'רים יקבלו התראה על כך במערכת של יאהו ויהיו להם 24 שעות לשים הצעה משלהם על אותו שחקן. תקציב הבסיס לכל מנג'ר יהיה 250$ בעונה, עם תוספת של יתרה לא ממומשת מדראפט האוקשן במידה ומנג'ר יסיים עם אחת כזו. מנג'ר שלא ינצל 235$ מתוך תקציב הפרי אייג'נטס שלו, או שיגיע לסכום זה עם 50 מהלכים או פחות, יתוקצב בעונה הבאה בהתאם לסכום שניצל (אלא אם יוחלף על ידי מנג'ר אחר). "
            }
        ],
    },
    {
        titleInitials: "חו",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "קיפר הוא שחקן שממשיך איתך מעונה קודמת לעונה אחת נוספת, או יותר מכך. בשביל להפוך שחקן לקיפר שלך, עליך להחתים אותו על חוזה. אורך החוזה נגזר מהסכום שבו אותו שחקן נקנה מהדראפט אוקשן או מהווייבר (בין אם קנית אותו בעצמך, או שצירפת בטרייד). קטגוריות החוזים השונים מפורטות בסעיפים הבאים. עם סיום החוזה, הקיפר משתחרר לדראפט האוקשן הקרוב (אלא אם יש לו ותק של 10 שנים ומעלה, ואז הוא קודם כל זמין בשוק שכירי החרב, כמפורט בסעיף 4).\n הבהרה חשובה: בסעיפים הבאים יצוינו מספר מגבלות על כמות החוזים שניתן להשתמש בהם מכל קטגוריה. חשוב להבין שהמגבלות האלה הן מתייחסות לסבב החתמות בודד בכל טרום-עונה ולא מעבר לכך. לדוגמה, תוכלו *לצרף בטרייד* שחקן מקס שלישי, אפילו שכבר החתמתם שני שחקני מקס בטרום-עונה שקדם לאותו טרייד, ובטרום-עונה הבא להחתים שחקן מקס רביעי. כמובן שתצטרכו לעשות מה שנחוץ בשביל שיהיו לכם ארבע משבצות פנויות לכל שחקני המקס האלה, ותצטרכו לקחת בחשבון שהסכום המשותף שלהם יוריד נתח משמעותי מתקציב האוקשן שלכם."
            },
            {
                subTitle: "א. Max Guys (40$ ומעלה)",
                subText: "מקס גאי הוא שחקן שתג המחיר שלו מתחיל מ- 40$ ומעלה. שחקנים כאלה ניתן להחתים לשנתיים נוספות. כלומר, השקעה של 40$ ומעלה בדראפט אוקשן יכולה להבטיח לך שחקן סיבוב ראשון לשלוש העונות הקרובות. לאחר מכן, אם תקנה אותו מחדש בדראפט אוקשן, כלומר תשווה כל הצעה עליו, תהיה זכאי להוסיף שנתיים אקסטרה לחוזה הבא שלו - חוזה סופר-מקס - ובכך ליהנות מחמש עונות נוספות איתו. מותר להחתים יותר ממקס גאי אחד בכל טרום-עונה, אם יש לך תקציב לכך, אבל בתנאים הבאים: (1) רק לעונה אחת נוספת, עם תוספת של עונה אקסטרה בלבד בתרחיש של השוואת הצעות באוקשן והחלטה להחתים מחדש; (2) תוספת של 5$ בעונה הנוספת למקס גאי השני, שמקבל את החוזה הקצר יותר; (3) החתמת מקס גאי שני באה על חשבון החתמת קיפר אחר על חוזה בקטגוריית Maxpiring."
            },
            {
                subTitle: "ב. Maxpirings (30$ עד 39$)",
                subText: "שחקנים בקטגוריה זו הם Max-aspiring, שואפים לחזור בהקדם לדראפט האוקשן ולהרוויח בו חוזה מקס. לכן ניתן להחתים אותם רק לעונה אחת נוספת. במידה ולאחר מכן משווים עליהם הצעות באוקשן, ניתן לפעול באחת מהדרכים הבאות: (1) אם שוב נרכשו בטווח המחירים של קטגוריה זו (כלומר, 30-39$), אפשר להוסיף שנה אקסטרה להחתמה הבאה שלהם; (2) אם השתדרגו לקטגוריית מקס, אפשר מראש להוסיף שנתיים אקסטרה לחוזה המקס שלהם, כלומר שמרוויחים אותם לחמש עונות נוספות. השימוש בחוזה מסוג זה הינו חד-פעמי בכל עונה."
            },
            {
                subTitle: "ג. Solids (10$ עד 29$)",
                subText: "את הסולידיים אפשר להחתים לשלוש עונות נוספות. אחרי רכישה מחדש בדראפט אוקשן, על אותה משבצת שכר, ניתן להחתים לארבע עונות נוספות. ניתן להשתמש רק במשבצת שכר אחת שכזו פר עונה, או לפצל אותה לשני חוזים נפרדים במידה וסכומם המשותף אינו עולה על 29$ (ואז חוזה אחד הוא לשנה והשני לשנתיים). שחקן עם ותק של 10 עונות ומעלה ניתן להחתים לשנתיים נוספות בלבד, עם אופציית קבוצה על העונה האחרונה בחוזה, במידה ורוצים לצמצם את המחויבות החוזית אליו (חוזה Pricey Vet)."
            },
            {
                subTitle: "ד. Cheap Vets (1$ עד 9$)",
                subText: "חוזה לעונה נוספת במידה ויש לשחקן ותק של 10 שנים ומעלה בליגה."
            },   
            {
                subTitle: "ה. Undrafted Rookie (1$ עד 5$)",
                subText: "שחקני שנה ראשונה שלא נבחרו בדראפט הרוקיז, אלא נרכשו באוקשן או מהווייבר, ניתן להחתים לשנתיים נוספות באותה עלות. חוזה זה, בניגוד לחוזי רוקי סטנדרטיים, לא ניתן לשדרג בהארכה, אבל הצעיר ישתחרר לדראפט אוקשן על תקן פרי אייג'נט מוגבל - מה שמחייב את המנג'ר שהחזיק בו להוסיף שנה לחוזה הבא שלו, במידה והשווה עליו הצעות באוקשן."
            }
        ]
    },
    {
        titleInitials: "רו",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "החל מעונה שנייה והלאה, ייערך דראפט רוקיז בתחילת הטרום-עונה. סדר הדראפט נקבע על ידי שילוב של דירוג הקבוצות מעונה שעברה פלוס הגרלה. מותר למנג'ר לסחור בבחירת הדראפט שלו, נכון לעכשיו רק לעונה אחת קדימה. מנג'ר שמעוניין להחזיק ביותר מבחירה אחת בדראפט נתון, חייב לוודא קודם שיש לו שתי משבצות פנויות בפיי רול להחתמת שני רוקיז ומעלה."
            },
            {
                subTitle: "א. לוטרי והדראפט",
                subText: "בחירות 1 עד 3 יוגרלו בין כל הקבוצות שסיימו מחוץ לפודיום. הקבוצה שסיימה אחרונה תחזיק בסיכויים של 25.75% להגריל בחירת טופ 3; הקבוצה לפני אחרונה - 25.25%; הקבוצה שמעליהם - 25%; מקום 7 - 12.5%; מקום 6 - 7.5%; מקום 5 - 3.5%; מקום 4 - 0.5%. לאחר שיתקבלו תוצאות ההגרלה, בחירות 4 עד 10 ייקבעו בהתאם למיקום. כלומר, הקבוצה שסיימה אחרונה יכולה לבחור רביעית בתרחיש הפסימי ביותר עבורה. הדראפט יתקיים אוף ליין בקבוצת הפייסבוק, או שאונליין במפגש זום/פיזי, בהתאם להכרעת המנג'רים; זמן קצוב בין בחירה לבחירה ומועד הדראפט ייקבעו בהתאם לפורמט."
            },
            {
                subTitle: "ב. חוזי רוקיז",
                subText: " חוזה רוקי הוא חוזה מובטח לשנה אחת לפחות. לקראת עונת הסופמור, על המנג'ר להחליט אם הוא מרים את האופציה לעונה שנייה או לא; אותו דבר כעבור שנה בכל הנוגע לאופציה לעונה שלישית. לקראת עונתו הרביעית של הצעיר, המנג'ר צריך להחליט אם הוא מאריך לו חוזה מעבר לשנה הרביעית והאחרונה שבחוזה הרוקי - על כך בסעיף הבא. העברת שחקן שחתום על חוזה רוקי אינה משפיע על הסטטוס החוזי שלו, אבל ויתור על אופציה להמשיך את חוזה הרוקי ושחרורו לדראפט אוקשן, מעביר אותו לסטטוס של שחקן מן המניין."
            },
            {
                subTitle: "ג. הארכת חוזה רוקי או החתמתו מחדש בתור RFA",
                subText: "אם מנג'ר בוחר להאריך חוזה לצעיר שחתום אצלו על חוזה רוקי ונכנס לעונתו הרביעית בליגה, עלותו תיקבע בהתאם למחיר המוערך של השחקן לקראת אותה עונה (נוסחה שתשלב בין סכום רכישה ממוצע בדראפטים שיתקיימו עד אז + פרוג'קשנז של מומחי פנטזי). הארכת החוזה תיכנס לתוקף לאחר העונה הרביעית, שבה מחיר הצעיר יישאר בהתאם לחוזה הרוקי עליו הוחתם לאחר שנבחר בדראפט. אורכי החוזים ועלותם ייקבעו בהתאם למחיר המוערך של השחקן: (1) 30$ ומעלה - הארכה לחמש שנים עם העלאות של 5$ בין עונה לעונה; (2) 20-29$: הארכה לארבע שנים עם העלאות של 3$ בין עונה לעונה; (3) 10-19$: הארכה לשלוש שנים עם העלאות של 1$ בין עונה לעונה. במידה והמחיר המוערך של הצעיר נמוך מ 10$, או במידה והמנג'ר בוחר שלא להאריך לו חוזה בין כה וכה, הצעיר ישתחרר לדראפט אוקשן בתום עונתו הרביעית על תקן של פרי אייג'נט רסטריקטד. זה אומר שאם המנג'ר הקודם שלו משווה עליו הצעות וזוכה בו, הוא מחויב להמשיך איתו כקיפר לאחר אותה עונה, בהתאם למשבצת השכר שבה קנה אותו.",
            },
            {
                subTitle: "ד. סקאלת משכורות חוזי רוקיז",
                subText: "סקאלת המשכורות נקבעת בהתאם למיקום שבו הרוקי נבחר בדראפט. על המנג'ר להחליט מראש אם הוא פורס את סך כל משכורת הרוקי בחלוקה שווה לאורך כל השנים בחוזה, או לפי העלאות דיפרנציאליות (ובכך מצמצם את עלות הצעיר כנגד תקציב האוקשן שלו בשנה הראשונה לחוזה הרוקי, שאחריה כאמור ניתן לגרוע אותו מהסגל)",
            },
            {
                subTitle: "1. בחירה ראשונה",
                subText: "40 מיליון לארבע שנים בחלוקה שווה, או 6, 8, 12, 14",
            },
            {
                subTitle: "2. בחירה שנייה",
                subText: "5, 7, 11, 13 או 9 מיליון לעונה",
            },
            {
                subTitle: "3. בחירה שלישית",
                subText: "4, 6, 10, 12 או 8 מיליון לעונה",
            },
            {
                subTitle: "בחירות 4 עד 6",
                subText: "5 מיליון לעונה או 2, 4, 6,  8",
            },
            {
                subTitle: "בחירות 7 עד 10",
                subText: "1, 3, 5, 7 או 4 מיליון לעונה",
            },
        ]
    },
    {
        titleInitials: "שו",
        subSections: [
            {
                subTitle: "א. הסבר",
                subText: "כנגד תוספת התקציב האפסית והבחירה האחרונה שהוא מקבל בדראפט, האלוף נהנה מפריבילגיה אחת והיא להיות הראשון בתור להחתמת שכירי החרב. אלו הם קיפרים לעונה אחת בלבד, כלומר העונה הקרובה. בשביל להיות שכיר חרב, שחקן צריך להיות בעל ותק של 10 שנים ומעלה, לסיים את העונה בווייברס או בסגל של אחד המנג'רים, אך לא להיות אחד מהקיפרים המוחתמים אצלו. ניתן לצרף שחקן כזה - אך לא חובה במידה ואין מקום בפיי רול לקיפר שישי - על תג המחיר שאיתו סיים את העונה, לעונה הקרובה בלבד כאמור, כשסדר ההחתמות הוא מהאלוף ועד למנג'ר שסיים אחרון. בנוסף, חמשת המנג'רים הראשונים זכאים להפחית בין חמישה דולרים ועד לדולר אחד מתג המחיר של שכיר החרב המוחתם אצלם, בהתאם לדירוג 1 עד 5 כמובן. שוק שכירי החרב יתקיים במתכונת אוף ליין תוך שלושה ימים עם זמן קצוב להודיע על החתמה בין מנג'ר למנג'ר.",
            },
            {
                subTitle: "ב. הרחבה",
                subText: "אומנם שוק שכירי החרב מתנהל במתכונת המזכירה דראפט אונליין, כלומר לפי סדר מסוים, אך בניגוד לדראפט הרוקיז, כאן אין אפשרות להחלפת מיקומים בטריידים. עבור וטרן שסיים עונה בווייברס, תג המחיר ייקבע לפי נוסחה שתשקלל מכיר רכישה ממוצע בדראפטים ודירוגי מומחים.",
            }
            
        ]
    },
    {
        titleInitials: "לו",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "הסעיפים הבאים מדגימים כיצד אמור להיראות לוח הזמנים לפני פתיחת כל עונה על בסיס לוח הזמנים של עונת 2023/24, למרות שבפועל, בעונה זו יתקיים דראפט אוקשן בלבד. המונח 'תקופת המורטוריום' מתייחס לתקופה של הקפאת הטריידים בליגה, החל מהטרייד דד ליין כפי שייקבע ויופיע בהגדרות הליגה ביאהו ועד למועד המפורט בסעיף הבא. לוח הזמנים ייבנה באופן גמיש מדי כל שנה ועל בסיס השאיפה לקבוע את מועד דראפט האוקשן סמוך ככל שניתן למועד פתיחת העונה.",
            },
            {
                subTitle: "א. הסרת מורטוריום הטריידים ודראפט רוקיז",
                subText: "משחקי הפרי סיזן לעונה הקרובה יחלו בחמישי לאוקטובר, ובתזמון הולם זהו המועד שבו מנג'רים יוכלו להכריז על טריידים שסיכמו (על קיפרים חתומים, כסף, ו/או בחירות בדראפט הרוקיז הקרוב + העתידי). שבוע לאחר מכן, כלומר 12 לאוקטובר, ייערך דראפט הרוקיז בפורמט ובמועד שיוחלט עליהם בסקר. במידה ויוחלט על דראפט אוף ליין, סביר כי יתפרש על פני יומיים, בין 11 ל-12 לאוקטובר. ניתן יהיה להעביר בחירות, או זכויות על רוקיז שכבר ייבחרו בפועל, גם במהלך הדראפט עצמו.",
            },
            {
                subTitle: "ב. החתמת קיפרים ושוק שכירי חרב",
                subText: "מיד אחרי סוף השבוע שיגיע בעקבות דראפט הרוקיז, יישארו למנג'רים שלושה ימים אחרונים שבהם יידרשו להחליט את מי להחתים מהסגל שסיימו איתו עונה, ככל שהפיי רול יאפשר להם את זה. בתקופה זו  - 15 עד 17 לאוקטובר בעונה הקרובה - עדיין ניתן להכריז על טריידים אוף ליין. מיד אחריה, 18 עד 20 לאוקטובר, ייעצרו הטריידים ויתקיים שוק שכירי החרב. ב-20 לאוקטובר יסתיימו גם משחקי הפרי סיזן וניתן יהיה להיערך סופית לדראפט האוקשן.",
            },
            {
                subTitle: "ג. דראפט אוקשן ופתיחת עונה",
                subText: "כל עונת NBA מתחילת בלילה שבין שלישי לרביעי, זו הקרובה ב-24 לאוקטובר. בהתאם לכך, השאיפה תהיה לקיים את דראפט האוקשן יום-יומיים לפני כן ובשעות הערב. אם כל המנג'רים יהיו מעוניינים וזמינים לקיים את הדראפט במפגש, עם אופציה להשתתפות דרך זום במקרי קצה, סביר להניח שהוא יוקדם לערב חמישי, כלומר חמישה ימים לפני תחילת העונה, ושאר לוח הזמנים יוזז אחורה בהתאם.",
            }
            
        ]
    },
    {
        titleInitials: "סע",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "החוקים המפורטים בסעיפים הבאים נועדו ברובם לסייע למנג'רים במצבים שממילא מבאסים בפנטזי - פציעות או ירידה ביכולת לשחקני מפתח. בליגה שבה הקיפרים חתומים על חוזים ארוכי טווח, מצבים כאלה יכולים לבאס ולקלקל פי כמה. בעיה פוטנציאלית נוספת היא שעוד ועוד החתמות, לצד תוספת של רוקי מדי שנה, עלולות להביא לחריגה בכמות הקיפרים שמנג'ר נתון אמור להחזיק טרום הדראפט (שישה, כזכור). לבסוף, יתווספו כאן סעיפים נוספים להבהרת סוגיות שדורשות מענה.",
            },
            {
                subTitle: "א. פציעות והשבתות",
                subText: "כל מנג'ר יזכה לשתי משבצות פצועים. המשבצת הראשונה יכולה לשמש להשבתת כל אחד משישת הקיפרים שהיו אצל המנג'ר בתחילת דראפט האוקשן, כלומר שגרעו מהתקציב ההתחלתי שלו - לרבות שכיר החרב. השבתה של אחד משישת הקיפרים הללו אינה מחייבת את המנג'ר להחתים אותו מחדש לקראת העונה הבאה. לעומת זאת, במידה ויבחר להשבית שחקן שרכש במהלך עונה נוכחית דרך האוקשן, הווייברס או בטרייד, זה יחייב את המנג'ר להחתים את השחקן המושבת על חוזה לעונה הבאה. המשבצת השנייה מיועדת אך ורק עבור קיפרים שחתומים לטווח הארוך - כלומר לעונה שאחרי הנוכחית. אסור להשתמש בה על שחקן שמצורף בדראפט, מהווייברס או בטרייד, ואפילו לא על קיפר שמסיים חוזה בתום העונה הנוכחית - זוהי 'משבצת חילוץ' בלבד. התרחיש היחיד שבו מותר להשתמש במשבצת הזאת עבור קיפר שחתום לעונה הנוכחית בלבד, היא במידה ומדובר בפציעת טרום-עונה שמשביתה את הקיפר למשך כל העונה לפי דיווחים מהימנים.",
            },
            {
                subTitle: "ב. דרכים לשחרור קיפרים",
                subText: "כל קיפר חתום יוכנס לרשימת can't cut על ידי הקומישינר בתחילת העונה. ניתן לשחרר קיפרים במקרים הבאים: (1) פרישה של שחקן מסיבה רפואית מאפשרת לשחרר את הקיפר מידית ולפנות את משבצת השכר מתקציב האוקשן הקרוב; (2) סעיף הסטרץ': ניתן לשימוש רק בטרום-עונה, לקראת ההכרזה על החתמות. הפעלת סעיף זה על קיפר מפנה את משבצת הרוסטר שלו, אך משאירה את משבצת השכר שלו בפיי רול, באופן הבא: השכר שנותר לקיפר נפרש לאורך כמות השנים שנותרה לו בחוזה כפול שתיים + 1. מותר להשתמש בסטרץ' פעם אחת בלבד בכל טרום-עונה; (3) קיפר שנותרה לו רק העונה הנוכחית בחוזה, ניתן לשחרר בביי-אאוט שמותיר לו 75% משכרו (מעוגל כלפי מעלה), כלומר שסכום זה נגרע מתקציב האוקשן או מתקציב הווייבר, בהתאם למועד השחרור.",
            },
            {
                subTitle: "ג. Disabled Keeper Exception",
                subText: "בנוסף לאפשרות להשבית קיפרים פצועים, במידה ומנג'ר מחזיק בקיפר שפצוע באופן כה חמור שלקבוצתו במציאות מוענקת disabled player exception, גם המנג'ר שמחזיק בו בליגה ייהנה מתוספת לתקציב האוקשן/ווייברס בסך 5$.",
            },
            {
                subTitle: "ד. דרכי התמודדות עם חריגה ברוסטר",
                subText: "הדרך הסטנדרטית להחתים שישיית קיפרים לפני כל דראפט אוקשן היא להחזיק ארבעה שחקנים חתומים (על חוזה קיים או טרי) ולצרף אליהם רוקי מהדראפט ושכיר חרב. אך מה קורה אם מנג'ר צובר עוד ועוד קיפרים חתומים, למשל על ידי רצפים של החתמות שחקנים על חוזי קיפרים סולידיים והארכת חוזי הרוקי לצעירים שלו, שנה אחר שנה? הדרך המידית והפשוטה ביותר להתמודד עם חריגה בפיי רול, היא באמצעות ויתור על החתמת שכיר חרב. מנג'ר שמעוניין להימנע מכך, או שיש לו חריגה על יותר ממשבצת אחת, יוכל להשתמש באחת מהדרכים הבאות: (1) לעשות טרייד-אאוט מדראפט הרוקיז, בתמורה לבחירה עתידית ו/או תוספת לתקציב; (2) להעביר קיפר חתום לקבוצה אחרת, תמורת בחירה עתידית ו/או תוספת לתקציב; (3) להשתמש בסעיף הסטרץ' על קיפר חתום, או לעשות ביי-אאוט לקיפר שנותרה לו עונה אחרונה בחוזה.",
            },
            {
                subTitle: "ה. טריידים אוף ליין: הבהרות",
                subText: "ניתן כאמור לבצע טריידים מחוץ לפלטפורמה של יאהו, אך ורק בתקופה של הסרת המורטוריום שהיא החל משבוע לפני דראפט הרוקיז ועד לתחילת שוק שכירי החרב. לא ניתן להעביר בטריידים מסוג זה שחקנים שסיימו עונה בסגל של מנג'ר אך אינם חתומים! שחקנים אלו ישוחררו לשוק שכירי חרב ו/או לדראפט האוקשן, במידה והמנג'ר שהחזיק בהם לא ישאיר אותם על חוזים. הנכסים היחידים שניתן להעביר בטריידים אוף ליין הם: (1) קיפרים חתומים; (2) בחירת דראפט נוכחית, לרבות זכויות על רוקי שכבר נבחר, וכן בחירה בדראפט הרוקיז שבעוד שנה; (3) כסף לתקציב דראפט האוקשן (הקרוב בלבד).",
            },
            {
                subTitle: "ו. הוספת תקציב בטריידים",
                subText: "לא ניתן להוסיף תקציב להרמת פרי אייג'נטס בטריידים! אלא אך ורק תקציב לדראפט האוקשן הקרוב. בנוסף, ניתן להוסיף מקסימום 5$ בטרייד, ולעשות זאת רק פעם אחת מול מנג'ר ספציפי (אלא אם פעם אחת המנג'ר הזה הוא בצד המקבל, ובפעם השנייה הוא בצד הנותן"
            },
            {
                subTitle: "ז. הרמת פצועים",
                subText: "אסור להרים שחקן פצוע, שמוגדר בתור out indefinitely, ולהשאיר אותו בסגל הפעיל. כך גם לגבי שחקן שגמר את העונה. מותר רק להרים ולהשבית אותם מידית, ובכך להתחייב אליהם כקיפרים לעונה הבאה, ככל שהפיי רול והחוקים לחוזי קיפרים מאפשרים זאת."
            }
        ]
    }
]