export const guideBookArray = [
    {
        titleInitials: "סק",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "א. ליגת payNroll היא ליגת קיפרים שמטרתה היא להוסיף מקסימום הנאה מהערך המוסף של ליגות דיינסטי, תוך שמירה על מינימום פגיעה בהנאה מהתנהלות עונתית של ליגות פנטזי סטנדרטיות. זה אומר שמנג'רים מסוימים יכולים להתעמק ולשלוט בשכבת החוקים החיצונית, כלומר אלו שמפורטים במדריך זה, ולשחק באופן אסטרטגי עם תכנון רב-שנתי; בעוד שמנג'רים אחרים יכולים לשחק טקטית, מעונה לעונה, ולהקדיש תשומת לב לחוקים ולנהלי הליגה רק בשעת הצורך (שזה בדרך כלל יהיה בתקופת טרום-העונה של החתמות הקיפרים). אל תירתעו מגודל החוקה, כל סעיף ראשי בה נפתח בתת-סעיף מבואי שמאמלק את כל השאר שאחריו.",
            },
            {
                subTitle: "א. הגדרות הליגה ותגמולים בקצרה",
                subText: "מדובר בליגת רוטו של 9 קטגוריות (כל ההגדרות הרלוונטיות יופיעו בעמוד הליגה ביאהו). זו ליגה שמבוססת על דראפט אוקשן ועל ווייבר תקציבי, ובהתאם לכך, הקיפרים שבה הם שחקנים שמוחתמים על חוזים  לפי סכומי הרכישה שלהם. הליגה מתגמלת תחרותיות מצד מנג'רים שרחוקים ממאבקי הפודיום, באמצעות תוספות דיפרנציאליות לתקציב האוקשן בעונה הבאה. היא מעודדת מנג'רים שנפלו לתחתית באמצעות דראפט רוקיז שמתקיים לקראת כל עונה; ומנגד, שואפת למנוע טנקינג וזאת באמצעות הגרלת בחירות 1-3 באופן שמדמה את הליגה האמיתית. אפילו המנג'רים שמסיימים עונה בפודיום זוכים לתגמול הוגן משלהם (סעיף 4).",
            },
            {
                subTitle: "ב. תקציב דראפט: תוספות וגריעות",
                subText: "כל מנג'ר מתחיל את דראפט האוקשן הראשון עם התקציב הסטנדרטי של 200$. החל מעונה שנייה והלאה, התקציב של כל מנג'ר לדראפט יתחיל מבסיס של 200$ אך יושפע מהגורמים הבאים: (1) מיקומו בסוף העונה: מקום ראשון מקבל 1$ תוספת לתקציב, מקום שני מקבל תוספת 2$, מקום שלישי - 3$, מקום אחרון - 4$, וכך בסדר עולה עד למקום הרביעי שמקבל הכי הרבה מכולם; (2) הפחתת הסכומים של הקיפרים אותם יבחר כל מנג'ר להחתים; (3) אופציונלי - תוספת או גריעה של כסף שהועבר כחלק מטרייד.",
            },
            {
                subTitle: "ג. חלוקת תגמולים במקרים של שוויון בניקוד סופי",
                subText: "אם שני מנג'רים או יותר יסיימו את העונה בשוויון נקודות, המנג'ר עם יחס המהלכים חלקי Games Played הגבוה יותר יוגדר כמנג'ר שסיים גבוה יותר. במקרים של שוויון על מקומות 1/2/3, פרסי הזכייה יחולקו שווה בשווה."
            }
        ],
    },
    {
        titleInitials: "חו",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "קיפר הוא שחקן שממשיך איתך מעונה קודמת לעונה אחת נוספת, או יותר מכך. בשביל להפוך שחקן לקיפר שלך, עליך להחתים אותו על חוזה. אורך החוזה נגזר מהסכום שבו אותו שחקן נקנה מהדראפט אוקשן או מהווייבר (בין אם קנית אותו בעצמך, או שצירפת בטרייד). קטגוריות החוזים השונים מפורטות בסעיפים הבאים. עם סיום החוזה, הקיפר משתחרר לדראפט האוקשן הקרוב (אלא אם יש לו ותק של 10 שנים ומעלה, ואז הוא קודם כל זמין בשוק שכירי החרב, כמפורט בסעיף 4).\n הבהרה חשובה: בסעיפים הבאים יצוינו מספר מגבלות על כמות החוזים שניתן להשתמש בהם מכל קטגוריה. חשוב להבין שהמגבלות האלה הן מתייחסות לסבב החתמות בודד בכל טרום-עונה ולא מעבר לכך. לדוגמה, תוכלו *לצרף בטרייד* שחקן מקס שלישי, אפילו שכבר החתמתם שני שחקני מקס בטרום-עונה שקדם לאותו טרייד, ובטרום-עונה הבא להחתים שחקן מקס רביעי. כמובן שתצטרכו לעשות מה שנחוץ בשביל שיהיו לכם ארבע משבצות פנויות לכל שחקני המקס האלה, ותצטרכו לקחת בחשבון שהסכום המשותף שלהם יוריד נתח משמעותי מתקציב האוקשן שלכם."
            },
            {
                subTitle: "א. Max Guys (40$ ומעלה)",
                subText: "מקס גאי הוא שחקן שתג המחיר שלו מתחיל מ- 40$ ומעלה. שחקנים כאלה ניתן להחתים לשנתיים נוספות. כלומר, השקעה של 40$ ומעלה בדראפט אוקשן יכולה להבטיח לך שחקן סיבוב ראשון לשלוש העונות הקרובות. מותר להחתים יותר ממקס גאי אחד בכל טרום-עונה, אם יש לך תקציב לכך, אבל בתנאים הבאים: (1) רק לעונה אחת נוספת; (2) תוספת של 5$ בעונה הנוספת למקס גאי השני, שמקבל את החוזה הקצר יותר; (3) החתמת מקס גאי שני באה על חשבון החתמת קיפר אחר על חוזה בקטגוריית Maxpiring."
            },
            {
                subTitle: "ב. Maxpirings (30$ עד 39$)",
                subText: "שחקנים בקטגוריה זו הם Max-aspiring, שואפים לחזור בהקדם לדראפט האוקשן ולהרוויח בו חוזה מקס. לכן ניתן להחתים אותם רק לעונה אחת נוספת. במידה ולאחר מכן רוכשים אותם שוב באוקשן, במחיר של 40$  ומעלה (כלומר, משדרגים אותם לקטגוריית חוזי המקס), יתאפשר בזמן החתמתם להוסיף את השנתיים אקסטרה לחוזה המקס שלהם, כלומר שמרוויחים אותם לחמש עונות נוספות. השימוש בחוזה מסוג זה הינו חד-פעמי בכל עונה."
            },
            {
                subTitle: "ג. Solids (10$ עד 29$)",
                subText: "את הסולידיים אפשר להחתים לשלוש עונות נוספות. ניתן להשתמש רק במשבצת שכר אחת שכזו פר עונה, או לפצל אותה לשני חוזים נפרדים במידה וסכומם המשותף אינו עולה על 29$ (ואז חוזה אחד הוא לשנה והשני לשנתיים). שחקן עם ותק של 10 עונות ומעלה ניתן להחתים לשנתיים נוספות בלבד, עם אופציית קבוצה על העונה האחרונה בחוזה, במידה ורוצים לצמצם את המחויבות החוזית אליו (חוזה Pricey Vet)."
            },
            {
                subTitle: "ד. Cheap Vets (1$ עד 9$)",
                subText: "חוזה לעונה נוספת במידה ויש לשחקן ותק של 10 שנים ומעלה בליגה."
            },   
            {
                subTitle: "ה. חוזי 'סיבוב שני'",
                subText: "שחקני שנה ראשונה שלא נבחרו בדראפט הרוקיז, אלא נרכשו באוקשן או מהווייבר, ניתן להחתים על חוזה לעונה נוספת במידה ונרכשו בטווח של 1$ עד 5$, או לשנתיים נוספות במידה ונרכשו בטווח של 6$ עד 9$. רכישה בסכומים של 10$ מאפשרת החתמה על חוזה סולידי מלא/מפוצל בדומה לכל שחקן אחר עם ותק גבוה יותר."
            },
            {
                subTitle: "ו. רכישה והחתמה מחדש",
                subText: "רכישה והחתמה מחדש מתקיימת כאשר שחקן מסיים חוזה, משתחרר לאוקשן, נרכש מחדש על ידי אותו מנג'ר שהחזיק בו בסוף העונה, ומוחתם מחדש לקראת האוקשן הבא על בסיס מחיר הרכישה *מהאוקשן*. במצבים כאלה, יש למנג'ר המחתים מחדש את האפשרות להוסיף שנה לחוזה הבא של השחקן שרכש מחדש (או צירף בטרייד*), במידה ואותו שחקן סיים אצלו חוזה של שנתיים ומעלה ('זכויות בירד מלאות'). כלומר, במצבים הבאים *לא יתאפשר* להוסיף שנה אקסטרה ברכישה והחתמה מחדש: לשחקן שסיים חוזה וטרן זול, לשחקן שסיים חוזה שכיר חרב, לשחקן שסיים חוזה סולידי מפוצל באורך של שנה בלבד, לשחקן שקיבל חוזה וטרן יקר ושוחרר לאחר השנה הראשונה, לשחקן שסיים חוזה סיבוב שני באורך של שנה, לשחקן ששוחרר מחוזה הרוקי שלו לאחר שנה 1/2/3, ולשחקן שסיים חוזה שואף-מקס**. בכל שאר המצבים, יתאפשר להוסיף שנה אקסטרה (לדוגמה, חוזה וטרן יקר יוכל להיות לשנתיים מובטחות + שנה שלישית כאופציית קבוצה), למעט במקרה של חוזה מקס, ששדרוגו לסופר-מקס מוסיף לו שנתיים. פירוט על החלקים המסומנים בכוכבית בסעיף הבא."
            },
            {
                subTitle: "ז. הרחבה לסעיף ו",
                subText: "(*) הכוונה היא שזכויות בירד מלאות ניתנות להעברה מקבוצה לקבוצה, כלומר שגם המנג'ר שקיבל בטרייד את השחקן שנרכש מחדש - לאחר שסיים חוזה של שנתיים ומעלה - זכאי להוסיף שנה לחוזה הבא של השחקן, למרות שהוא לא מי שאחראי לרכישה מחדש (ואולי גם לא לרכישה שקדמה לה). לעומת זאת, שחרור השחקן שנרכש מחדש מוחק את זכויות הבירד המלאות עליו, אפילו במקרה הספציפי בו השחקן יירכש מהווייברס על ידי אותו מנג'ר שאצלו סיים את החוזה הקודם שלו; (**) אי אפשר להוסיף שנה לחוזה הבא של שחקן שואף-מקס במידה והוא שוב נרכש בטווח של שואף-מקס, או נמוך מכך, אך במידה ושחקן כזה נרכש בטווח המחירים שיזכה אותו בחוזה המקס אליו שאף, מותר לרוכש-מחדש לשדרג אותו מידית לחוזה סופר-מקס בעת ההחתמה מחדש."
            }
        ]
    },
    {
        titleInitials: "רו",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "החל מעונה שנייה והלאה, ייערך דראפט רוקיז בתחילת הטרום-עונה. סדר הדראפט נקבע על ידי שילוב של דירוג הקבוצות מעונה שעברה פלוס הגרלה. מותר למנג'ר לסחור בבחירת הדראפט שלו, נכון לעכשיו רק לעונה אחת קדימה. מנג'ר שמעוניין להחזיק ביותר מבחירה אחת בדראפט נתון, חייב לוודא קודם שיש לו שתי משבצות פנויות בפיי רול להחתמת שני רוקיז ומעלה."
            },
            {
                subTitle: "א. לוטרי והדראפט",
                subText: "בחירות 1 עד 3 יוגרלו בין כל הקבוצות שסיימו מחוץ לפודיום. שלוש הקבוצות האחרונות יחזיקו בסיכויים שווים של 21% להגרלת בחירת טופ 3; מקום 8 - 15%; מקום 7 - 11%; מקום 6 - 7%;  מקום 5 - 3.5%; מקום 4 - 0.5%. לאחר שיתקבלו תוצאות ההגרלה, בחירות 4 עד 12 ייקבעו בהתאם למיקום. כלומר, הקבוצה שסיימה אחרונה יכולה לבחור רביעית בתרחיש הפסימי ביותר עבורה."
            },
            {
                subTitle: "ב. חוזי רוקיז",
                subText: " חוזה רוקי מתחיל כחוזה לעונה אחת בלבד, בלתי מובטחת (ניתן לשחרר בכל שלב). לקראת עונת הסופמור, על המנג'ר להחליט אם הוא מרים את האופציה לעונה שנייה או לא; אותו דבר כעבור כל שנה בכל הנוגע לאופציה לעונה שלישית. לאחר שלוש עונות, הצעיר מסיים חוזה רוקי ונכנס לסטטוס של RFA (פרי אייג'נט מוגבל) - על כך בסעיף הבא. העברת שחקן שחתום על חוזה רוקי אינה משפיע על הסטטוס החוזי שלו, אבל ויתור על אופציה להמשיך את חוזה הרוקי ושחרורו לדראפט אוקשן, מעביר אותו לסטטוס של שחקן מן המניין."
            },
            {
                subTitle: "ג. החתמת צעיר בסטטוס RFA",
                subText: "כאשר שחקן צעיר מסיים שלוש שנים שבהן היה חתום על חוזה רוקי, הוא זמין להחתמה עבור כל המנג'רים בשלב בחירת הקיפרים, זאת בתנאי שיש למנג'ר המגיש הצעה משבצת קיפר פנויה. ההצעה תיעשה באמצעות שימוש בחוזה סולידי מלא או מקס בלבד, על חשבון שימוש סטנדרטי בחוזים האלה עבור שאר המועמדים להחתמה אצל אותו מנג'ר. ההצעות יישלחו בהודעה פרטית למנג'ר שמחזיק בצעיר, במהלך היום הראשון מתוך שלושת הימים להחלטה על קיפרים. המנג'ר שאצלו הצעיר סיים עונה שלישית בסגל, יצטרך להחליט במהלך היום השני אם הוא משווה את ההצעה הגבוהה ביותר או לא, ולהודיע על כך עד חצות. במידה ולא הוגשו הצעות מצד מנג'רים יריבים, המנג'ר יכול להחתים את הצעיר על הארכת חוזה לארבע שנים, עם העלאות דיפרנציאליות כמפורט בסעיף הבא.",
            },
            {
                subTitle: "ד. סקאלת משכורות חוזי רוקיז",
                subText: "בעונת הרוקי, שלושת הנבחרים הראשונים ירוויחו 4$, 3$, 2$ וכל השאר ירוויחו 1$. בעונת הסופמור, המשכורות של בחירות 1-3 יוכפלו פי שניים ובחירות 4 עד 11 ירוויחו להלן: 3, 3, 2, 2, 2, 1, 1, 1. בעונה השלישית והאחרונה בחוזה הרוקי, משכורות עונת הסופמור יוכפלו פי 2. בהארכת חוזה מינימלית (כלומר, ביוזמת המנג'ר שהחזיק בצעיר, לאחר שלא הוגשו הצעות גבוהות יותר מצד מנג'רים אחרים), המשכורת בעונה הרביעית תהיה 8$ + משכורת עונת רוקי + משכורת עונת סופמור. לאחר מכן, בעונות 5 עד 7, העליות בשכר יהיו בקפיצות שוות ערך למשכורת הסופמור."
            },
            {
                subTitle: "ה. The Homegrown Exception",
                subText: "מותר לחרוג ממכסה של שישה קיפרים, אם החוזה השביעי (ומעלה) שמצורף לפיי רול הוא של שחקן על חוזה רוקי מוארך (בין אם מוארך מעונת רוקי לסופמור, מעונת סופמור לעונה שלישית, או מעונה שלישית הלאה באמצעות השוואת טיוטת חוזה או הענקת הארכת חוזה סטנדרטית). החריגה מותרת גם למנג'ר שמצרף בטרייד אוף-ליין את הצעיר על חוזה רוקי שנמצא לקראת שנה 1, 2 או 3, אך לא במקרים של החתמת RFA על טיוטת חוזה - זו נחשבת להחתמה סטנדרטית ככל ההחתמות. עבור המנג'ר שהחזיק בצעיר טרם הפיכתו ל RFA וקבלת טיוטת החוזה, השוואת ההצעה יכולה להיחשב כחריגה מותרת של חוזה שביעי (או למעלה מכך)."
            }
        ]
    },
    {
        titleInitials: "שו",
        subSections: [
            {
                subTitle: "א. הסבר",
                subText: "כנגד תוספת התקציב האפסית והבחירה האחרונה שהוא מקבל בדראפט, האלוף נהנה מפריבילגיה אחת והיא להיות הראשון בתור להחתמת שכירי החרב. אלו הם קיפרים לעונה אחת בלבד, כלומר העונה הקרובה. בשביל להיות שכיר חרב, שחקן צריך להיות בעל ותק של 10 שנים ומעלה, לסיים את העונה בווייברס או בסגל של אחד המנג'רים, אך לא להיות אחד מהקיפרים המוחתמים אצלו. ניתן לצרף שחקן כזה - אך לא חובה במידה ואין מקום בפיי רול לקיפר שישי - על תג המחיר שאיתו סיים את העונה, לעונה הקרובה בלבד כאמור, כשסדר ההחתמות הוא מהאלוף ועד למנג'ר שסיים אחרון. שוק שכירי החרב יתקיים במתכונת אוף ליין תוך יומיים עם זמן קצוב להודיע על החתמה בין מנג'ר למנג'ר. המנג'רים שסיימו בפודיום ייהנו מהנחה על שכיר החרב שיבחרו להחתים: 3$ לאלוף, 2$ לסגנו, 1$ לזוכה בארד.",
            },
            {
                subTitle: "ב. הרחבה",
                subText: "אומנם שוק שכירי החרב מתנהל במתכונת המזכירה דראפט אונליין, כלומר לפי סדר מסוים, אך בניגוד לדראפט הרוקיז, כאן אין אפשרות להחלפת מיקומים בטריידים. עבור וטרן שסיים עונה כפרי אייג'נט, תג המחיר ייקבע כפי שמפורט בסעיף 6ח. מאגר השחקנים הזמינים בשוק שכירי החרב ייקבע לפי הקריטריונים הבאים: (1) השחקן השלים את עונתו ה-10 ומעלה; (2) השחקן סיים עונה בפרי אייג'נטס וניתן לחשב את תג המחיר שלו בהתאם לסעיף 6ח; (3) השחקן סיים עונה בסגל של קבוצה אך לא ימשיך איתה כקיפר; (4) השחקן סיים חוזה, אלא אם מדובר בחוזה מקס (שחקני מקס יחזרו לאוקשן); השחקן סיים חוזה חד-שנתי כשכיר חרב, אך לא נבחר בטופ 3 של שוק שכירי החרב הקודם, בשביל להימנע ממצב של הנחות מחיר מצטברות",
            }
            
        ]
    },
    {
        titleInitials: "לו",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "הסעיפים הבאים מדגימים כיצד אמור להיראות לוח הזמנים לפני פתיחת כל עונה על בסיס לוח הזמנים של עונת 2023/24, למרות שבפועל, בעונה זו יתקיים דראפט אוקשן בלבד. המונח 'תקופת המורטוריום' מתייחס לתקופה של הקפאת הטריידים בליגה, החל מהטרייד דד ליין כפי שייקבע ויופיע בהגדרות הליגה ביאהו ועד למועד המפורט בסעיף הבא. לוח הזמנים ייבנה באופן גמיש מדי כל שנה ועל בסיס השאיפה לקבוע את מועד דראפט האוקשן סמוך ככל שניתן למועד פתיחת העונה.",
            },
            {
                subTitle: "א. הסרת מורטוריום הטריידים ודראפט רוקיז",
                subText: "משחקי הפרי סיזן לעונה הקרובה יחלו בחמישי לאוקטובר, ובתזמון הולם זהו המועד שבו מנג'רים יוכלו להכריז על טריידים שסיכמו (על קיפרים חתומים, כסף, ו/או בחירות בדראפט הרוקיז הקרוב + העתידי). שבוע לאחר מכן, כלומר 12 לאוקטובר, ייערך דראפט הרוקיז בפורמט ובמועד שיוחלט עליהם בסקר. במידה ויוחלט על דראפט אוף ליין, סביר כי יתפרש על פני יומיים, בין 11 ל-12 לאוקטובר. ניתן יהיה להעביר בחירות, או זכויות על רוקיז שכבר ייבחרו בפועל, גם במהלך הדראפט עצמו.",
            },
            {
                subTitle: "ב. החתמת קיפרים ושוק שכירי חרב",
                subText: "מיד אחרי סוף השבוע שיגיע בעקבות דראפט הרוקיז, יישארו למנג'רים שלושה ימים אחרונים שבהם יידרשו להחליט את מי להחתים מהסגל שסיימו איתו עונה, ככל שהפיי רול יאפשר להם את זה. בתקופה זו  - 15 עד 17 לאוקטובר בעונה הקרובה - עדיין ניתן להכריז על טריידים אוף ליין. מיד אחריה, 18 עד 20 לאוקטובר, ייעצרו הטריידים ויתקיים שוק שכירי החרב. ב-20 לאוקטובר יסתיימו גם משחקי הפרי סיזן וניתן יהיה להיערך סופית לדראפט האוקשן.",
            },
            {
                subTitle: "ג. דראפט אוקשן ופתיחת עונה",
                subText: "כל עונת NBA מתחילת בלילה שבין שלישי לרביעי, זו הקרובה ב-24 לאוקטובר. בהתאם לכך, השאיפה תהיה לקיים את דראפט האוקשן יום-יומיים לפני כן ובשעות הערב. אם כל המנג'רים יהיו מעוניינים וזמינים לקיים את הדראפט במפגש, עם אופציה להשתתפות דרך זום במקרי קצה, סביר להניח שהוא יוקדם לערב חמישי, כלומר חמישה ימים לפני תחילת העונה, ושאר לוח הזמנים יוזז אחורה בהתאם.",
            }
            
        ]
    },
    {
        titleInitials: "סע",
        subSections: [
            {
                subTitle: "מבוא",
                subText: "החוקים המפורטים בסעיפים הבאים נועדו ברובם לסייע למנג'רים במצבים שממילא מבאסים בפנטזי - פציעות או ירידה ביכולת לשחקני מפתח. בליגה שבה הקיפרים חתומים על חוזים ארוכי טווח, מצבים כאלה יכולים לבאס ולקלקל פי כמה. בעיה פוטנציאלית נוספת היא שעוד ועוד החתמות, לצד תוספת של רוקי מדי שנה, עלולות להביא לחריגה בכמות הקיפרים שמנג'ר נתון אמור להחזיק טרום הדראפט (שישה, כזכור). לבסוף, יתווספו כאן סעיפים נוספים להבהרת סוגיות שדורשות מענה.",
            },
            {
                subTitle: "א. פציעות והשבתות",
                subText: "כל מנג'ר יזכה לשתי משבצות פצועים. שתיהן ישמשו להשבתת כל אחד משישת הקיפרים שהיו אצל המנג'ר בתחילת דראפט האוקשן, כלומר שגרעו מהתקציב ההתחלתי שלו - לרבות שכיר החרב. לעומת זאת, עבור כל שחקן אחר שנרכש מהאוקשן, מהווייברס, או בטרייד, השימוש במשבצות הפצועים מותר רק במקרים הבאים: (1) אם השחקן נרכש במחיר של 10$ (ישירות על ידך, או שצירפת אותו בטרייד), מותר להשבית אותו במשבצת הפצועים הרגילה (IL) תמורת ניכוי של 5$ מתקציב הווייברס; (2) אם השחקן מתאים לאחת מקטגוריות החוזים המיועדות לקיפרים, אפשר להתחייב לכך שיוחתם כקיפר לקראת העונה הבאה ולשים אותו בכל אחת ממשבצות הפצועים (ניתן לסחור בו לאחר ההתחייבות ואז היא עוברת למנג'ר שמקבל אותו). לסיכום, שחקנים שאי אפשר להשבית אותם בשום אופן הם פרי אייג'נטס שמורמים בחינם.",
            },
            {
                subTitle: "ב. דרכים לשחרור קיפרים: פציעות ושנה אחרונה בחוזה",
                subText: " ניתן לשחרר קיפרים במקרים הבאים: (1) פרישה של שחקן מסיבה רפואית מאפשרת לשחרר את הקיפר מידית ולפנות את משבצת השכר מתקציב האוקשן הקרוב; (2) סעיף הסטרץ': פירוט בסעיף 6ג; (3) קיפר שנותרה לו רק העונה הנוכחית בחוזה, ניתן לשחרר בביי-אאוט שמותיר לו 75% משכרו (מעוגל כלפי מעלה), כלומר שסכום זה נגרע מתקציב האוקשן או מתקציב הווייבר, בהתאם למועד השחרור. החל מפגרת האולסטאר והלאה, אפשר לשחרר קיפר שכזה בעלות של 35% משכרו, שנגרעים מתקציב הווייברים. במידה וקיפר שנותרה לו שנה אחרונה בחוזה מוכרז/מוערך כבחוץ לעונה כולה, או רובה המכריע, ניתן לשחרר אותו בביי-אאוט שגורע רק 20% מהשכר שלו מתקציב האוקשן, וגם להחשיב את 'המשבצת הריקה' שלו בספירת הקיפרים המנדטורים, או לחלופין, לפנות אותה להחתמת קיפר חדש.",
            },
            {
                subTitle: "ג. דרכים לשחרור קיפרים: סעיף הסטרץ' עבור חוזים ארוכי טווח",
                subText: "ניתן לשחרר קיפר שנותרה לו יותר משנה אחת בחוזה, אך רק בטרום-עונה, לקראת ההכרזה על החתמות. הפעלת סעיף זה על קיפר מפנה את משבצת הרוסטר שלו, אך משאירה את משבצת השכר שלו בפיי רול, באופן הבא: סך כל השכר שנותר לקיפר נפרש לאורך כמות השנים שנותרה לו בחוזה כפול שתיים + 1. מותר להשתמש בסטרץ' פעם אחת בלבד בכל טרום-עונה",
            },
            {
                subTitle: "ד. דרכי התמודדות עם חריגה ברוסטר",
                subText: "הדרך הסטנדרטית להחתים שישיית קיפרים לפני כל דראפט אוקשן היא להחזיק ארבעה שחקנים חתומים (על חוזה קיים או טרי) ולצרף אליהם רוקי מהדראפט ושכיר חרב. אך מה קורה אם מנג'ר צובר עוד ועוד קיפרים חתומים, למשל על ידי רצפים של החתמות שחקנים על חוזי קיפרים סולידיים והארכת חוזי הרוקי לצעירים שלו, שנה אחר שנה? הדרך המידית והפשוטה ביותר להתמודד עם חריגה בפיי רול, היא באמצעות ויתור על החתמת שכיר חרב. מנג'ר שמעוניין להימנע מכך, או שיש לו חריגה על יותר ממשבצת אחת, יוכל להשתמש באחת מהדרכים הבאות: (1) לעשות טרייד-אאוט מדראפט הרוקיז, בתמורה לבחירה עתידית ו/או תוספת לתקציב; (2) להעביר קיפר חתום לקבוצה אחרת, תמורת בחירה עתידית ו/או תוספת לתקציב; (3) להשתמש בסעיף הסטרץ' על קיפר חתום, או לעשות ביי-אאוט לקיפר שנותרה לו עונה אחרונה בחוזה.",
            },
            {
                subTitle: "ה. התמודדות עם מחסור בקיפרים: משבצת קיפר ריקה",
                subText: "החל מהעונה הרביעית והלאה של הליגה, יתאפשר למנג'רים להיכנס לאוקשן עם חמישה קיפרים בלבד, אך בניכוי של 5$ מתקציב האוקשן בעבור משבצת הקיפר הריקה."
            },
            {
                subTitle: "ו. התמודדות עם מחסור בקיפרים: סיין אנד טרייד",
                subText: "החל מהעונה הרביעית והלאה של הליגה, תקופת הטריידים אוף-ליין של הליגה - שנפתחת רשמית בערב הלוטרי ומסתיימת לאחר הדד ליין לבחירת קיפרים - תכלול גם עסקאות סיין אנד טרייד, זאת בנוסף לטריידים על קיפרים שחתומים כבר, על תקציב אוקשן, על בחירת דראפט רוקיז עתידית ועל בחירה בדראפט הרוקיז הנוכחי. בעסקת סיין אנד טרייד, צד א' לעסקה מקבל קיפר חתום על חוזה חדש, בהתאם לחוקי החוזים והמגבלות שהיו מוחלות אילו אותו קיפר היה נמצא בסגל סוף עונה שלו. צד ב' לעסקה עשוי לקבל קיפר על חוזה קיים, תקציב אוקשן, או נכסי דראפט למיניהם. אין אפשרות לסיין אנד טרייד כפול. כל טרייד אוף-ליין יועלה להצבעה בקבוצת וואטסאפ הראשית של הליגה, כנהוג במהלך העונה."
            },
            {
                subTitle: "ז. הוספת תקציב בטריידים",
                subText: "לא ניתן להוסיף תקציב להרמת פרי אייג'נטס בטריידים! אלא אך ורק תקציב לדראפט האוקשן הקרוב. בנוסף, ניתן להוסיף מקסימום 12$ בטרייד, ולעשות זאת רק פעם אחת מול מנג'ר ספציפי (אלא אם פעם אחת המנג'ר הזה הוא בצד המקבל, ובפעם השנייה הוא בצד הנותן). ההיתר שמופיע בסוגריים יבוטל במקרים של 'עסקה כפולה', או 'השאלה', כלומר שצד א' יתחזק במהלך העונה בשחקן מסוים תמורת תוספת תקציבית לצד ב', ולקראת העונה שאחרי צד א' יחזיר לצד ב' את אותו שחקן על חוזה (בעסקת סיין אנד טרייד) בתמורה לקיזוז מסוים בתוספת התקציבית. בנוסף, המגבלה על טרייד אחד פר עונה בין שני מנג'רים ספציפיים כשאותו מנג'ר שוב ושוב בצד הנותן תוספת תקציב, והמנג'ר האחר שוב ושוב בצד שמקבל תוספת תקציב, תחול גם על טריידים אוף-ליין, קדימה ואחורה."
            },
            {
                subTitle: "ח. הרמת פצועים",
                subText: "אם ידוע לפני האוקשן על שחקנים שבחוץ למשך כל העונה, או שאין ודאות מלאה אם ישחקו או לא אך ההערכות מדברות על חזרה אפשרית במרץ-אפריל, אסור לרכוש אותם באוקשן או מהווייברס בניסיון להרוויח ואליו זול. לעומתם, שחקנים שמוערכים כי יחזרו באזור אמצע העונה (לדוגמה, פורזינגיס בעונת 24/25), מותר לרכוש ולהתנהל איתם לפי שיקולי המנג'ר, והם יהיו זכאים לחוזה בהתאם לתנאים המפורטים בסעיף הבא. במהלך העונה עצמה, אסור להרים שחקן פצוע, שמוגדר בתור out indefinitely, ולהשאיר אותו בסגל הפעיל. כך גם לגבי שחקן שגמר את העונה. מותר רק להרים ולהשבית אותם מידית, ובכך להתחייב אליהם כקיפרים לעונה הבאה, ככל שהפיי רול והחוקים לחוזי קיפרים מאפשרים זאת. כל זה תקף גם לגבי טריידים."
            },
            {
                subTitle: "ט. החתמת שחקנים שנרכשו בהנחה משמעותית כתוצאה מפציעה",
                subText: "שחקן שנכנס לאוקשן פצוע, עם הערכה שיחזור רק בחלוף פרק זמן משמעותי - וכתוצאה מכך נרכש בהנחה משמעותית - ניתן יהיה להחתים על חוזה רק אם הוא עומד בתנאי הבא: החוזה נמצא קטגוריה אחת בלבד מתחת לקטגוריית החוזים שאותו שחקן היה עשוי להרוויח, במידה והיה מוחתם לפני האוקשן. למשל, פורזינגיס נרכש באוקשן של עונת 23/24 ב 22$, אך לא קיבל חוזה סולידי; שנה לאחר מכן, לקראת עונתו העשירית בליגה, הוא נרכש ב 2$ בלבד לאור הצפי לחזרתו מפציעה באזור ינואר. הקטגוריה שמתחת לחוזה סולידי היא זו של חוזה וטרן זול, ולכן התאפשרה החתמתו על חוזה של 2$. היררכיית החוזים המלאה היא: מקס, שואף-מקס, סולידי (מלא, חלקי, או חוזה וטרן יקר), וטרן זול."
            },
    
            {
                subTitle: "י. החתמת ווייברס משוחררים",
                subText: "שחקן שנרכש באוקשן בעלות של 10$ ומעלה, ושוחרר לווייברס, ניתן להחתים כקיפר רק אם סכום הרכישה החדש שלו שווה ערך ל 65% מסכום הרכישה הקודם (תוצאה עם 5. מעוגלת כלפי מעלה). האילוץ הזה מתבטל אם שחקן משוחרר לווייברס בפעם השנייה באותה עונה"
            },
            {
                subTitle: 'י"א. הארכת חלון הטריידים והשחרורים טרם האוקשן',
                subText: "החל מהעונה הרביעית של הליגה והלאה, יתאפשר להוציא לפועל טריידים לאחר שוק שכירי החרב ועד שעת חצות של יום האוקשן, אך רק על הקיפרים החתומים כבר, לרבות הרוקיז ושכירי החרב. כלומר, בחלון זה כבר לא ניתן יהיה לבצע סיין אנד טרייד על שחקנים שסיימו עונה בסגל שלכם. אם לא החתמתם אותם לפני שוק שכירי החרב, הם כבר רשומים לשוק הפתוח של האוקשן. כן ניתן לסחור במסגרת החלון בתקציב אוקשן ובבחירות דראפט רוקיז שבעוד שנה. בנוסף, יתאפשר בזמן חלון זה לשחרר קיפרים חתומים בביי אאוט/סטרץ', אך תצטרכו למלא את המשבצת המתפנה שלהם באמצעות טרייד עבור קיפר חתום, או להחשיב אותה כמשבצת קיפר ריקה בעלות נוספת של 5$. כלומר, לא ניתן להתחרט ולהחתים שחקנים שסיימו עונה בסגל שלכם, וכבר הוערכו על ידי מנג'רים יריבים כזמינים באוקשן."
            },
        ]
    }
]