export const guideBookArray = [
    {
        titleInitials: "סק",
        subSections: [
            {
                subTitle: "א. מבוא",
                subText: "א. ליגת payNroll היא ליגת קיפרים שמטרתה היא להוסיף מקסימום הנאה מהערכים המוספים של ליגות דיינסטי, תוך שמירה על מינימום פגיעה בהנאה מהתנהלות עונתית של ליגות פנטזי סטנדרטיות. זה אומר שמנג'רים מסוימים יכולים להתעמק ולשלוט בשכבת החוקים החיצונית, כלומר אלו שמפורטים במדריך זה, ולשחק באופן אסטרטגי עם תכנון רב-שנתי; בעוד שמנג'רים אחרים יכולים לשחק טקטית, מעונה לעונה, ולהקדיש תשומת לב לחוקים ולנהלי הליגה רק בשעת הצורך (שזה בדרך כלל יהיה בתקופת טרום-העונה של החתמות קיפרים והדראפטים למיניהם). שכבת החוקים הפנימית היא זו שקיימת בכל ליגת פנטזי סטנדרטית, מתוקף הגדרות הליגה בפלטפורמת יאהו.",
            },
            {
                subTitle: "ב. הגדרות הליגה ותגמולים בקצרה",
                subText: "ב. מדובר בליגת רוטו של 11 קטגוריות (כל ההגדרות הרלוונטיות יופיעו בעמוד הליגה ביאהו). זו ליגה שמבוססת על דראפט אוקשן ועל ווייבר תקציבי, ובהתאם לכך, הקיפרים שבה הם שחקנים שמוחתמים על חוזים בהתאם לסכומי הרכישה שלהם. הליגה מתגמלת תחרותיות מצד מנג'רים שרחוקים ממאבקי הפודיום, באמצעות תגמולים דיפרנציאליים לתקציב האוקשן בעונה הבאה. היא מעודדת מנג'רים שנפלו לתחתית, גם מבחינה מנטלית וגם מבחינה פרקטית, באמצעות דראפט רוקיז שמתקיים לקראת כל עונה; ועם זאת, שואפת למנוע טנקינג וזאת באמצעות הגרלת בחירות 1-4 באופן שמדמה את הליגה האמיתית. אפילו המנג'רים שמסיימים עונה בפודיום זוכים לתגמול הוגן משלהם (סעיף 4)",
            },
            {
                subTitle: "תקציב: תוספות וגריעות",
                subText: "כל מנג'ר מתחיל את דראפט האוקשן הראשון עם התקציב הסטנדרטי של 200$. החל מעונה שנייה והלאה, התקציב של כל מנג'ר לדראפט יתחיל מבסיס של 200$ אך יושפע מהגורמים הבאים: (1) מיקומו בסוף העונה: מקום ראשון מקבל אפס תוספת לתקציב, מקום שני מקבל תוספת 5$, מקום שלישי - 10$, מקום אחרון - 15$, וכך בסדר עולה עד למקום הרביעי שמקבל הכי הרבה מכולם; (2) הפחתת הסכומים של הקיפרים אותם יבחר כל מנג'ר להחתים; (3) אופציונלי - תוספת או גריעה של כסף שהועבר כחלק מטרייד.",
            }
        ],
    },
    {
        titleInitials: "חו",
        subSections: [
            {
                subTitle: "א. מבוא",
                subText: "קיפר הוא שחקן שממשיך איתך מעונה קודמת לעונה אחת נוספת, או יותר מכך. בשביל להפוך שחקן לקיפר שלך, עליך להחתים אותו על חוזה. אורך החוזה נגזר מהסכום שבו אותו שחקן נקנה מהדראפט אוקשן או מהווייבר (בין אם קנית אותו בעצמך, או שצירפת בטרייד). קטגוריות החוזים השונים מפורטות בסעיפים הבאים. עם סיום החוזה, הקיפר משתחרר לדראפט האוקשן הבא (אלא אם יש לו ותק של 8 שנים ומעלה, ואז הוא קודם כל זמין בשוק שכירי החרב, כמפורט בסעיף 4)."
            },
            {
                subTitle: "א. Max Guys (40$ ומעלה)",
                subText: "מקס גאי הוא שחקן שתג המחיר שלו נע החל מ- 40$ ומעלה. שחקנים כאלה ניתן להחתים לשנתיים נוספות. כלומר, השקעה של 40$ ומעלה בדראפט אוקשן יכולה להבטיח לך שחקן סיבוב ראשון לשלוש העונות הקרובות. לאחר מכן, אם תקנה אותו מחדש בדראפט אוקשן, כלומר תשווה כל הצעה עליו, תהיה זכאי להוסיף שנתיים אקסטרה לחוזה הבא שלו - ובכך ליהנות מחמש עונות נוספות איתו. מותר להחתים יותר ממקס גאי אחד, אם יש לך תקציב לכך, אבל בתנאים הבאים: (1) רק לעונה אחת נוספת, עם תוספת של עונה אקסטרה בלבד בתרחיש של השוואת הצעות באוקשן והחלטה להחתים מחדש; (2) תוספת של 5$ למקס גאי השני, שמקבל את החוזה הקצר יותר; (3) אי אפשר להחתים קיפר נוסף על חוזה בקטגוריית Maxpiring."
            },
            {
                subTitle: "ג. Maxpirings (20$ עד 39$)",
                subText: "שחקנים בקטגוריה זו הם Max-aspiring, שואפים לחזור בהקדם לדראפט האוקשן ולהרוויח בו חוזה מקס. לכן ניתן להחתים אותם רק לעונה אחת נוספת. במידה ולאחר מכן משווים עליהם הצעות באוקשן, ניתן לפעול באחת מהדרכים הבאות: (1) אם שוב נרכשו בטווח המחירים של קטגוריה זו (כלומר, 20-39$), אפשר להוסיף שנה אקסטרה להחתמה הבאה שלהם; (2) אם השתדרגו לקטגוריית מקס, אפשר מראש להוסיף שנתיים אקסטרה לחוזה המקס שלהם, כלומר שמרוויחים אותם לחמש עונות נוספות. השימוש בחוזה מסוג זה הינו חד-פעמי בכל עונה."
            },
            {
                subTitle: "ד. Solids (10$ עד 19$)",
                subText: "את הסולידיים אפשר להחתים לשלוש עונות נוספות. אחרי רכישה מחדש בדראפט אוקשן, על אותה משבצת שכר, ניתן להחתים לארבע עונות נוספות. ניתן להשתמש רק במשבצת שכר אחת שכזו פר עונה, או לפצל אותה לשני חוזים נפרדים במידה וסכומם המשותף אינו עולה על 29$. שחקן עם ותק של 10 עונות ומעלה ניתן להחתים לשנתיים נוספות בלבד, עם אופציית קבוצה על העונה האחרונה בחוזה, במידה ורוצים לצמצם את המחויבות החוזית אליו (חוזה Pricey Vet)"
            },
            {
                subTitle: "ה. Cheap Vets (5$ עד 9$)",
                subText: "חוזה לעונה נוספת במידה ויש לשחקן ותק של 10 שנים ומעלה בליגה."
            },   
        ]
    },
    {
        titleInitials: "רו",
        subSections: [
            {
                subTitle: "א. מבוא",
                subText: "החל מעונה שנייה והלאה, ייערך דראפט רוקיז בתחילת הטרום-עונה. סדר הדראפט נקבע על ידי שילוב של דירוג הקבוצות מעונה שעברה פלוס הגרלה. מותר למנג'ר לסחור בבחירת הדראפט שלו, נכון לעכשיו רק לעונה אחת קדימה. מנג'ר שמעוניין להחזיק ביותר מבחירה אחת בדראפט נתון, חייב לוודא קודם שיש לו שתי משבצות פנויות בפיי רול להחתמת שני רוקיז ומעלה."
            },
            {
                subTitle: "ב. לוטרי והדראפט",
                subText: "בחירות 1 עד 3 יוגרלו בין כל הקבוצות שסיימו מחוץ לפודיום. ארבע הקבוצות האחרונות מקבלות סיכויי זכייה של 20% כל אחת; מקום 6 - 10%; מקום 5 - 7.5%; מקום 4 - 2.5%; לאחר שיתקבלו תוצאות ההגרלה, בחירות 4 עד 10 ייקבעו בהתאם למיקום. כלומר, הקבוצה שסיימה אחרונה יכולה לבחור רביעית בתרחיש הפסימי ביותר עבורה. הדראפט יתקיים אוף ליין בקבוצת הפייסבוק, או שאונליין במפגש זום/פיזי, בהתאם להכרעת המנג'רים; זמן קצוב בין בחירה לבחירה ומועד הדראפט ייקבעו בהתאם לפורמט."
            },
            {
                subTitle: "ג. חוזי רוקיז",
                subText: "כמו בליגה האמיתית, חוזה רוקי הוא חוזה מובטח לשנתיים לכל הפחות. לקראת עונת הסופמור, על המנג'ר להחליט אם הוא מרים את האופציה לעונה שלישית או לא; אותו דבר כעבור שנה בכל הנוגע לאופציה לעונה רביעית. לקראת עונתו הרביעית של הצעיר שנבחר שלוש שנים קודם לכן, על המנג'ר להחליט אם הוא מאריך לו חוזה או לא - על כך בסעיף הבא. העברת שחקן שחתום על חוזה רוקי אינה משפיע על הסטטוס החוזי שלו, אבל ויתור על אופציה להמשיך את חוזה הרוקי ושחרורו לדראפט אוקשן, מעביר אותו לסטטוס של שחקן מן המניין."
            },
            {
                subTitle: "ד. הארכת חוזה רוקי או החתמתו מחדש בתור RFA",
                subText: "אם מנג'ר בוחר להאריך חוזה לצעיר שחתום אצלו על חוזה רוקי ונכנס לעונתו הרביעית בליגה, עלות תיקבע בהתאם למחיר המוערך של השחקן טרם אותה עונה (נוסחה שתשלב בין סכום רכישה ממוצע בדראפטים שיתקיימו עד אז + פרוג'קשנז של מומחי פנטזי). הארכת החוזה תיכנס לתוקף לאחר העונה הרביעית, שבה מחיר הצעיר יישאר בהתאם לחוזה הרוקי עליו הוחתם לאחר שנבחר בדראפט. אורכי החוזים ועלותם ייקבעו בהתאם למחיר המוערך של השחקן: (1) 30$ ומעלה - הארכה לחמש שנים עם העלאות של 5$ בין עונה לעונה; (2) 20-29$: הארכה לארבע שנים עם העלאות של 3$ בין עונה לעונה; (3) 10-19$: הארכה לשלוש שנים עם העלאות של 1$ בין עונה לעונה. במידה והמחיר המוערך של הצעיר נמוך מ 10$, או במידה והמנג'ר בוחר שלא להאריך לו חוזה בין כה וכה, הצעיר ישתחרר לדראפט אוקשן בתום עונתו הרביעית על תקן של פרי אייג'נט רסטריקטד. זה אומר שאם המנג'ר הקודם שלו משווה עליו הצעות וזוכה בו, הוא מחויב להמשיך איתו כקיפר לאחר אותה עונה, בהתאם למשבצת השכר שבה קנה אותו.",
            },
            {
                subTitle: "ה. סקאלת משכורות חוזי רוקיז",
                subText: "סקאלת המשכורות נקבעת בהתאם למיקום שבו הרוקי נבחר בדראפט. על המנג'ר להחליט מראש אם הוא פורס את סך כל משכורת הרוקי בחלוקה או שווה, או לפי העלאות דיפרנציאליות (ובכך מצמצם את עלות הצעיר כנגד תקציב האוקשן שלו בשנתיים הראשונות לחוזה הרוקי, שאחריהן כאמור ניתן לגרוע אותו מהסגל)",
            },
            {
                subTitle: "1. בחירה ראשונה",
                subText: "40 מיליון לארבע שנים בחלוקה שווה, או 6, 8, 12, 14",
            },
            {
                subTitle: "2. בחירה שנייה",
                subText: "5, 7, 11, 13 או 9 מיליון לעונה",
            },
            {
                subTitle: "3. בחירה שלישית",
                subText: "4, 6, 10, 12 או 8 מיליון לעונה",
            },
            {
                subTitle: "בחירות 4 עד 6",
                subText: "5 מיליון לעונה או 2, 4, 6,  8",
            },
            {
                subTitle: "בחירות 7 עד 10",
                subText: "1, 3, 5, 7 או 4 מיליון לעונה",
            },
        ]
    },
    {
        titleInitials: "שו",
        subSections: [
            
        ]
    },
    {
        titleInitials: "לו",
        subSections: [
            
        ]
    },
    {
        titleInitials: "סע",
        subSections: [
            
        ]
    }
]